// © Copyright 2008-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "传真转发";

FaxForwardOKButtonTitle = "好";
FaxProperty = "传真";
AddressBookLaunchButtonTooltip = "启动传真地址簿";
ContactsLaunchButtonTooltip = "发布传真通讯录";

FaxForwardIncorrectDatesDiffTitle = "日期错误";
FaxForwardIncorrectDatesDiffMsg = "开始转发日期必须先于停止转发日期。请更改日期。";
FaxForwardIncorrectStopDateTitle = "停止转发日期不正确";
FaxForwardIncorrectStopDateMsg = "停止转发日期必须为将来时间。";

EmptyFaxNumberFieldTitle = "转发到字段不能为空";
EmptyFaxNumberFieldMsg = "指定传真号码。";
InvalidFaxNumberTitle = "无效的传真号码";
InvalidFaxNumberMsg = "您键入的号码为无效传真号码。请键入有效的传真号码，然后重试。";
FaxNumberTooLongMsg = "字段中输入的字符太多。长度不能超过 %d 个字符。";

EnableFaxForwardLabelTitle = "启用传真转发";
HSDStartForwardDateLabelTitle = "开始转发日期:";
HSDStopForwardDateLabelTitle = "停止转发日期:";
HSDTaskDescription = "使用“传真转发”将传入传真发送到其他传真号码。";
HSDForwardToLabelTitle = "转发到:";
HSDApplyButtonTitle = "立即应用";
HSDCloseButttonTitle = "关闭";
HSDAddButtonTitle = "添加";
FaxAddrBookWindowTitle = "传真地址簿";
FaxContactsWindowTitle = "传真通讯录";

EnableAddressBookTitle = "信息不可用";
EnableAddressBookExplanation = "无法访问“%@”应用程序。您可以通过“系统偏好设置”>“安全性与隐私”面板将其解锁。";

ApplySettingsError = "无法应用设置。";
ApplySettingsErrorExplanation = "请检查设备是否联机，以及是否不在处理传真作业。";

FaxForwardingOffTitle = "关闭";
FaxForwardingForwardTitle = "启用 - 转发";
FaxForwardingPrintForwardTitle = "启用 - 打印并转发";
